"CUSTOM MAIL" = "Ειδικό E-Mail";
"MAIL INFO" = "Πληροφορίες E-Mail";
"HOST" = "Διακομιστής";
"EMAIL" = "E-Mail";
"USE SECURE CONNECTION" = "Χρήση ασφαλούς σύνδεσης";
"USERNAME" = "Όνομα Χρήστη";
"PASSWORD" = "Κωδικός";
"SEND TEST EMAIL" = "Αποστολή Δοκιμαστικού E-Mail";